[
   {
        "id": 8,
        "title": "Chinese Cheese",
        "date": "October 31, 2020",
        "img": "./assets/images/blog/blog-image-8.jpg",
        "body": "The first time I eat bread with salted bean curd when I was 10… or…. (let’s say 30 years ago…) One day, my mom made a toast and spread salted bean curd on it. Wow, the taste you could never forget if you like it. So, in Germany, you can find salted bean curd easily in any Asian store and don’t need to talk about bread.  ",
        "feedback": "I tried to spread one salted bean curd on one bread but it is too salty. Needed to drink a lot coffee to balance the salty. Next time, half salted bean curd is enough… "

    },
    {
        "id": 7,
        "title": "Japanese Snack",
        "date": "October 8, 2020",
        "img": "./assets/images/blog/blog-image-7.jpg",
        "body": "My mom gave me this tradition Japanese snack. The Japanese snack is quite funny for me. They are not specially tasty but you will keep non-stop eating it. So, I tried to introduce these 10 kinds of snack. In these 10 different snacks, I would recommend No. 5 味付け片口いわし (Seasoned Anchovy). It tastes sweet and a little bit bitter. I guess that is because of viscera from the fish. The next one will be No. 7 いか天 (Squid). It looks like squid and really has some taste of squid. The last one I recommended is No. 1 枝豆スチック (Edamame), No. 2 焼海老スナック (Grilled Shrimp) and No. 6 海老せん (Shrimp). If you closed your eyes and ate them, you may not divide which one is which one but at least they are crispy and some taste of seafood. ",
        "feedback": "My kids grows up in Europe. She has problem to try Asian foods. She only judged by the outlook and decided to eat or not. And this time, I she tried all these snacks but no one she like… I still encouraged her because at least she tried. "

    },
    {
        "id": 6,
        "title": "Stir Fried Potato",
        "date": "October 7, 2020",
        "img": "./assets/images/blog/blog-image-6.jpg",
        "body": "I have enough boiled potatoes, mashed potatoes, baked potatoes, french fries, etc. I want potatoes but something fast and easy. My mom invented this Fried Potatoes when I was a kid. Then, it becomes a standard dish during the dinner time. One day, I traveled with my parents in China during the winter time. It was so cold as we were in the mountain. Finally we found a restaurant and there is “this dish” in the menu (In China, they called 炒土豆. It means the pea in the soil) . I immediately ordered it to fulfill my hunger but I have forgotten how it tasted… ",
        "feedback": "This dish is simple but not easy. You need to slide the potatoes very very thin. You need to cut the potatoes’ strips very very thin too. If your cutting skill is not good enough (like me), you may fry “french fries”. So, I tried but you can see that I am one of the persons who has no patient and no skill… "

    },
    {
        "id": 5,
        "title": "Stir Fried Vegetables",
        "date": "October 4, 2020",
        "img": "./assets/images/blog/blog-image-5.jpg",
        "body": "Every year, my parents come to Germany and visit their grandchild (yes, not me). Every time, my mom bought a log of herbs, Asian ingredients, snacks, etc., to us (actually, just me to tough it. My kid and husband don’t like these kinds of Asian foods.) So, I have a lot of mushrooms, a lot of herbal tea, a lot of a lot of a lot of something I never ever can finish it alone. Last weekend, I tried to clean up the storage room. I found some dried mushroom and million thousand of cherry fungus. I made a promise to myself that I have to finish all these cherry fungus. So, this [Stir Fried Three Vegetables] is born.Ingredients",
        "feedback": "I tired to cook as much as I can and I tried to eat as much as I can but… still have a lot of cherry fungus…. I hope that I can finish it in this year… "

    },
    {
        "id": 4,
        "title": "Sunshine Toast",
        "date": "October 1, 2020",
        "img": "./assets/images/blog/blog-image-4.jpg",
        "body": "To make the food more fun for my kid, I bought this mold from 10 dollar shop in Hong Kong (10 dollar means 10 Hong Kong dollar. Less than 1 Euro). ",
        "feedback": "You can see, I tired but only the sun is there. “Good Morning” is messy…. still it is fun for the kid. "

    },
    {
        "id": 3,
        "title": "Korean Fried Chicken",
        "date": "October 1, 2020",
        "img": "./assets/images/blog/blog-image-3.jpg",
        "body": "I like to watch Korean variety shows such as [Boss in the Mirror], [Star’s Top Recipe at Fun-Staurant] and some youtube channel such as [Wassup Man], [YangBoss MakTube], etc. They show this Korean fried chicken from time to time. Living in Germany is not easy to find Korean food. I decided to make my own one.",
        "feedback": "Except fried cauliflower, there were some leftover such as pan fried potatoes and chicken breast burger from the lunch. I gave two pieces fried cauliflowes to my kid. She said it is chicken (FYI: she loves chicken)… but after two pieces, she only ate potatoes… So, I tried but it is difficult to make kid like vegetables…. "

    },
    {
        "id": 2,
        "title": "Fried Cauliflower",
        "date": "Septemer 28, 2020",
        "img": "./assets/images/blog/blog-image-2.jpg",
        "body": "Ok, I am not Slovak but my husband is. Living in Germany may not find Slovak food easily. Then, my husband taught (a.k.a forced) me to learn. Fried Cauliflower (Slovak name: Vyprážaný Karfiol) is one of popular dish in Slovakia if you eat outside. The picture above is my version. ",
        "feedback": "Except fried cauliflower, there were some leftover such as pan fried potatoes and chicken breast burger from the lunch. I gave two pieces fried cauliflowes to my kid. She said it is chicken (FYI: she loves chicken)… but after two pieces, she only ate potatoes… So, I tried but it is difficult to make kid like vegetables…. "

    },
    {
        "id": 1,
        "title": "Chenpi",
        "date": "Septemer 26, 2020",
        "img": "./assets/images/blog/blog-image-1.jpg",
        "body": "Chenpi is a sun-dried tangerine peel. In Hong Kong, it uses on different dishes such as red bean soup, congee, steam fish, fish ball or just put into a hot water like tea. Surely you can find it in the Asian store. But you have no idea what chemical stuff it added on the peel… and the good quality and few-year-sun-tried chenpi is very expensive. So I decided to prepare my own chenpi. ",
        "feedback": "According to some websites, if the sun-dried tangerine peel is called chenpi, it needs to dry minimum 3 years. If not, it only can be called sun-dried peel… so, I tried but it still has 154 weeks to go…. "

    }
]